Repository: basmilius/ruimte
Catalog: apps/ios/Extensions/ActivityWidget/Localizable.xcstrings
Source language: en
Languages: nl

source: %lld agents need you
nl: %lld agents wachten op jou

source: %lld agents running
nl: %lld agents bezig

source: %lld projects
nl: %lld projecten

source: %lld running
nl: %lld actief

# %lld running · %lld needs you
source: %1$lld running · %2$lld needs you
nl: %1$lld actief · %2$lld wacht op jou

source: %lld working
nl: %lld bezig

# +%lld more · %lld running
source: +%1$lld more · %2$lld running
nl: +%1$lld meer · %2$lld actief

# +%lld more · %lld running · %lld needs you
source: +%1$lld more · %2$lld running · %3$lld needs you
nl: +%1$lld meer · %2$lld actief · %3$lld wacht op jou

source: Claude limits and today's cost of one machine.
nl: Claude-limieten en de kosten van vandaag van één machine.

source: Claude usage
nl: Claude-verbruik

source: Codex limits and today's cost of one machine.
nl: Codex-limieten en de kosten van vandaag van één machine.

source: Codex usage
nl: Codex-verbruik

source: How many agents wait for you, and how many are working.
nl: Hoeveel agents op jou wachten en hoeveel er bezig zijn.

source: Last known status
nl: Laatst bekende status

source: need you
nl: wachten op jou

source: needs you
nl: wacht op jou

source: Needs you
nl: Wacht op jou

source: Needs you list
nl: Wacht op jou (lijst)

source: No agents running
nl: Geen actieve agents

source: No usage limits reported.
nl: Geen verbruikslimieten doorgegeven.

source: No weekly limit reported.
nl: Geen weeklimiet doorgegeven.

source: Nothing needs you.
nl: Niets wacht op jou.

source: Now
nl: Nu

source: Open Ruimte and choose a machine for this widget.
nl: Open Ruimte en kies een machine voor deze widget.

source: Open Ruimte to see what waits for you.
nl: Open Ruimte om te zien wat op jou wacht.

source: Open Ruimte to see your agents.
nl: Open Ruimte om je agents te zien.

source: Open Ruimte to see your projects.
nl: Open Ruimte om je projecten te zien.

source: Open Ruimte while this machine is online to load its usage.
nl: Open Ruimte terwijl deze machine online is om het verbruik te laden.

source: Open this session
nl: Deze sessie openen

source: Review
nl: Bekijken

source: Review this session
nl: Deze sessie bekijken

source: Running
nl: Draait

source: The agents that wait for you. Tap one to open it.
nl: De agents die op jou wachten. Tik op een agent om die te openen.

source: The machine has not sent a recent update.
nl: De machine heeft geen recente update gestuurd.

source: The views of one project and what each is doing.
nl: De weergaven van één project en wat elk ervan doet.

source: The views of one project and what each is doing. Tap one to open it.
nl: De weergaven van één project en wat elk ervan doet. Tik op een weergave om die te openen.

source: This project has no views yet.
nl: Dit project heeft nog geen weergaven.

source: This project is no longer open.
nl: Dit project is niet meer open.

source: Today
nl: Vandaag

source: Usage
nl: Verbruik

source: Usage limits and today's cost of one machine.
nl: Verbruikslimieten en de kosten van vandaag van één machine.

source: Waiting for an update
nl: Wacht op een update

source: Waiting for your input
nl: Wacht op je input

source: Work finished
nl: Werk klaar

source: Working
nl: Bezig

source: Your agents have finished their work.
nl: Je agents zijn klaar met hun werk.
